Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/udir.no/9_undervisningsopplegg-niva-6.html.tmx
Source language: nob
Languages: sme

source: Hovedinnhold
sme: Oahpahusláhču: Dássi 6

source: Her finner læreren eksempler på hvordan han eller hun kan arbeide med kompetansemål på nivå 6.
sme: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 6. dási gelbbolašvuođamihttomeriid.

source: Her vises hvordan kompetansemål konkretiseres i læringsmål, innhold og arbeidsmåter, hvordan grunnleggende ferdigheter integreres og hvordan undervisningen kan tilpasses enkelteleven.
sme: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmilis, sisdoalus ja bargovugiin, movt vuođđogálggaid integreret ja movt oahpahusa sáhttá heivehit juohke ovttaskas oahppái.

source: Vurdering underveis og mulige språkdomener er en del av opplegget.
sme: Dađistagaárvvoštallan ja gielladomeanat leat oassin dagus.

source: Dette eksemplet tar for seg en aktivitet hvor man velger seg ut en dagligdags situasjon ved å bruke ulike bilder og / eller aktiviteter.
sme: Dát ovdamearka válddahallá doaimma mas vállje árgabeaivválaš dili geavaheames govaid ja/dahje doaimmaid.

source: Kompetansemål
sme: Gelbbolašvuođamihttomearit

source: Muntlig kommunikasjon
sme: Njálmmálaš gulahallan

source: Mål for opplæringen er at eleven skal kunne
sme: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit

source: beherske et ordforråd som dekker dagligdagse situasjoner
sme: guldalit, ipmirdit ja oassálastit spontánalaš ságastallamiin

source: samtale om kjente og aktuelle temaer Vis alle
sme: ságastallat oahpes ja áigeguovdilis fáttáid birra

source: Kompetansemål etter 7. årstrinn, samfunnskunnskap
sme: Eará relevánta gelbbolašvuođamihttomearit Oahppomihttomearit

source: Målet er at eleven skal bruke et ordforråd som dekker dagligdagse situasjoner.
sme: Mihttomearrin lea ahte oahppis galgá lea sátneriggodat mii lea doarvái beaivválaš dilálašvuođaide.

source: Dette innebærer at eleven skal kunne:
sme: Dát mearkkaša ahte oahppi galgá máhttit:

source: utvide det daglige ordforrådet sitt gjennom å lære begrep knyttet til den dagligdagse situasjonen
sme: viiddidit sátneriggodagas go oahppá ođđa doahpagiid beaivválaš dilálašvuođa birra

source: bruke innlærte ord
sme: atnit oahppan sániid

source: lage setninger som handler om et valgt tema
sme: ráhkadit cealkagiid dihto fáttá birra

source: fortelle noe om et bilde til et valgt tema
sme: muitalit gova birra mii gullá dihto fáddái

source: Kriterier på måloppnåelse
sme: ipmirdit ja vástidit gažaldagaid

source: Kompetansemål, læringsmål og kriterier på måloppnåelse av læringsmålene må gjøres kjent for elevene.
sme: Ulbmilolahusa eavttut Gelbbolašvuođamihttomearri, oahppomihttomearri ja eavttut oahppoulbmiliid olahit berre almmuhit ohppiide.

source: Læreren må gjennomgå kriteriene muntlig med dem.
sme: Oahpaheaddji ferte njálmmálaččat duohtandahkat eavttuid ohppiide.

source: De kan være synlige i klasserommet eller være en del av arbeidsplanen.
sme: Dat sáhttet juogo heŋgejuvvot oaidnima ládje klássalanjas dahje oassin bargoplánas.

source: Hvis kriteriene skriftliggjøres, for eksempel i arbeidsplanen, kan foreldre / foresatte ta del i arbeidet.
sme: Jus eavttut čállojuvvojit, nugomat bargoplánii, de sáhttet váhnemat / ovddasteaddjit searvat bargui.

source: Kriterier for oppnåelse av læringsmålene kan fremstilles i et skjema.
sme: Eavttut oahppoulbmiliid olahit sáhttet govviduvvot sierra skovis.

source: Her brukes karakterene for ungdomsskolen og videregående skole.
sme: Dás adnojit árvosánit nuoraidskuvlla ja joatkkaskuvlla várás.

source: utvide ordforrådet om noen dagligdagse situasjoner
sme: viiddidit sátneriggodaga soames árgabeaidilálas- vuođaid birra.

source: Eleven kan noen av de mest dagligdagse ordene om et gitt tema.
sme: Oahppi máhttá soames dain dábáleamos sániid dihto fáttá birra.

source: Eleven kan bruke noen innlærte ord.
sme: Oahppi máhttá soames oahppan sániid atnit.

source: Eleven kan bruke mange innlærte ord.
sme: Oahppi máhttá ollu oahppan sániid atnit.

source: Eleven kan bruke et rikt utvalg av innlærte ord godt.
sme: Oahppi máhttá hui bures atnit oahppan sániin.

source: lage setninger med variert innhold til et valgt tema
sme: hábmet cealkagiid dihto fáddái main lea molssaevttolaš sisdoallu

source: Eleven kan lage enkle setninger til et valgt tema
sme: Oahppi máhttá hábmet álkes cealkagiid dihto fáttá birra.

source: Eleven kan lage flere setninger til et valgt tema.
sme: Oahppit máhttet hábmet máŋga cealkaga dihto fáttá birra.

source: Eleven kan lage setninger med et variert og presist språk til et valgt tema.
sme: Oahppi máhttá hábmet cealkagiid dihto fáddái mas lea rikkis ja dárkilis giella.

source: Eleven kan fortelle med enkeltord hva han eller hun ser på et bilde.
sme: Oahppi máhttá eaŋkilsániiguin muitalit maid son govas oaidná.

source: Eleven kan fortelle om et bilde ved å bruke setninger.
sme: Oahppi máhttá muitalit gova birra cealkagiin.

source: Eleven kan fortelle om et bilde ved å bruke flere setninger med variert setningsbygging.
sme: Oahppi máhttá muitalit gova birra máŋggaid cealkagiiguin ja girjás cealkkahuksen.

source: Eleven kan svare på spørsmål med hele setninger.
sme: Oahppi máhttá vástidit gažaldagaid olles cealkagiin.

source: Eleven kan gi utfyllende svar på spørsmål med hele setninger.
sme: Oahppi máhttá dárkilit vástidit gažaldagaid olles cealkagiiguin.

source: Dette skjemaet kan være et godt grunnlag for vurderingssamtaler mellom lærer og elev.
sme: Dát skovvi sáhttá leat árvvoštallanságastallamiid vuođđun gaskal oahppi ja oahpaheaddji.

source: Skjemaet kan også inngå i arbeidet med skriftlig dokumentasjon av kompetansen til hver enkelt elev.
sme: Skovvi sáhttá maiddái leat oassin barggus duođaštt juohke oahppi gelbbolašvuođa. Oahppodoaimmat

source: Dette eksempelet viser hvordan elevene velger et emne som inngår i skjemaet Dagligdagse situasjoner.
sme: Dát ovdamearka čájeha movt oahppit válljejit fáttá mii lea oassin skovis Beaivválaš dilálašvuođat.

source: Læreren kan også bestemme i forkant et eksakt tema elevene jobber med.
sme: Oahpaheaddji sáhttá maiddái ovdalgihtii mearridit dihto fáttá mainna oahppit barget.

source: I denne læringsaktiviteten er det baking som er temaet.
sme: Dán oahppandoaimmas lea gáhkken / láibun fáddán.

source: Læringsaktiviteten deles opp i ulike aktiviteter, både praktiske og teoretiske.
sme: Oahppodoaibma juhkkojuvvo iešguđetlágan doaimmaide, sihke praktihkalaš ja teorehtalaš.

source: Det er viktig at det er variasjon i læringsaktivitetene.
sme: Lea dehálaš ahte oahppodoaimmat molsašuvvet.

source: Derfor kan dette gjennomføres som stasjonsarbeid.
sme: Danin sáhttá dát čađahuvvot stašuvdnabargun.

source: Læreren bestemmer da tiden på hver stasjon og hva elevene skal gjøre på hver stasjon.
sme: Oahpaheaddji mearrida man guhkes áiggi ja maid oahppit galget bargat guđege stašuvnnas.

source: Det kan være stasjoner hvor elevene skal lese både høyt og stille, tenke, snakke, diskutere, tegne og skrive.
sme: Stašuvnnat sáhttet leat gos oahppit galget lohkat sihke jaskadit ja jitnosit, jurddašit, hupmat, digaštallat, sárgut ja čállit.

source: Dette skjemaet viser noen eksempler på hvilke dagligdagse situasjoner læreren for eksempel kan velge å bruke i læringsaktiviteten.
sme: Dát skovvi čájeha soames ovdamearkka makkár beaivválaš dilálašvuođa oahpaheaddji sáhttá válljet oahppodoaimmas.

source: Det finnes mange fine bilder på de nettressursene som er foreslått.
sme: Neahttabáikkiin mat leat árvaluvvon, leat ollu fiinna govat maid sáhttá ávkkástallat.

source: - presentasjon og beskrivelse av meg selv
sme: oahpásmahttit ja govvidit iežan earáide

source: - familien
sme: bearaš

source: - klær
sme: biktasat

source: - kjæledyr
sme: biebmoeallit

source: - kropp og helse
sme: rumaš ja dearvvašvuohta

source: - utseende
sme: boahttevaš fidnu

source: Skolen, venner og fritid:
sme: Skuvla, olbmát ja astoáigi:

source: - presentasjon og beskrivelse av venner
sme: oahpásmahttit ja govvidit olbmáid

source: - skolen, skolearbeid, fag, timeplan
sme: skuvla, skuvlabargu, fága, diibmoplána

source: - ukedager i forbindelse med ulike aktiviteter
sme: vahkobeaivvit iešguđetge doaimmaid oktavuođas

source: - boligen min og inventar
sme: mu ássodat ja viessodávvirat

source: - samisk mat og matkultur
sme: sámi biebmu ja biebmokultuvra

source: - kjøpe eller reservere billetter
sme: oastit dahje várret billeahtaid

source: - tradisjoner, skikker, levemåter
sme: árbevierut, vierut, eallinvuogit

source: - musikk, litteratur og film
sme: musihkka, girjjálašvuohta ja filbma

source: - samisk historie
sme: sámi historjá

source: - samisk muntlig fortellertradisjon; eventyr, folkesagn, joik
sme: sámi njálmmálaš muitalanárbevierut; máidnasat, álbmotmuitalus, juoigan

source: Året:
sme: Jahki:

source: - kalender, ukedager, måneder, årstider
sme: kaleandar, vahkobeaivvit, mánut, jahkodagat

source: - ulike aktiviteter i gjennom året, i ferier og tilknyttet næringer
sme: iešguđetlágan doaimmat jagis, luomus ja mat gullet ealáhusaide

source: - ulike gjøremål som for eksempel sanking, jakt, kalvemerking, slakting, fiske
sme: iešguđetlágan doaimmat nugomat murjen, bivdu, miessemearkun, njuovadeapmi, guolásteapmi

source: Fortellinger og historier
sme: Muitalusat ja historjját

source: Læreren introduserer temaet ved å lese en kort fortelling eller en historie tilknyttet dette.
sme: Oahpaheaddji almmuha fáttá lohkamis oanehis historjjá mii gullá fáddái.

source: Elevene får utdelt kopi av historien og streker under nye ord og uttrykk.
sme: Ohppiide máŋgejuvvo historjá ja sii galget vuolláisárgut ođđa sániid ja doahpagiid.

source: Elevene blir dermed kjent med nye ord og uttrykk tilknyttet temaet.
sme: Nu oahppit oahpásmuvvet ođđa sániiguin ja doahpagiiguin mat dan fáddái gullet.

source: Læreren stiller spørsmål ut fra teksten, og elevene svarer.
sme: Oahpaheaddji gažada ohppiid lohkkojuvvon teavstta vuođul, ja oahppit vástidit.

source: Læreren kan også bruke ulike kort / bilder knyttet til temaet, og elevene skal beskrive kortene / bildene.
sme: Oahpaheaddji sáhttá maiddái atnit goartta / govaid mat gullet fáddái, ja oahppit galget válddahallat goarttaid / govaid.

source: Når læreren har samtale om temaet med elevene, må han eller hun være så konkret som mulig.
sme: Go oahpaheaddji ságastallá ohppiiguin fáttá birra, de son ferte leat nu dárkil go vejolaš.

source: Spør gjerne slik: Hvem ser du ?
sme: Jeara áinnas ná: Gii dá lea ?

source: Hvor er dette ?
sme: Mii dát lea ?

source: Hva skjer på bildet ?
sme: Mii govas dáhpáhuvvá ?

source: Hva gjør personen/personene ?
sme: Mii doaimmaid lea mii dáhpáhuvvá ?

source: Hvorfor gjør han / hun / de dette ?
sme: Manin dán dahket ?

source: Hva er nytten av å gjøre dette ?
sme: Masa ávkin go ná barget ? Mii dáhpáhuvvá ?

source: Det er viktig at dette skjer kronologisk dersom man velger for eksempel baking.
sme: Lea dehálaš ahte dát dáhpáhuvvá áigeortnega mielde jus mat vállje láibuma.

source: Da må man starte med forberedelse, fortsette med gjennomføring av selve hovedhandlingen og ende opp med avslutningen og resultatet.
sme: Dalle ferte álggahit ráhkkanemiin, joatkit váldodoaimmain ja dasto loahpahemiin ja bohtosiin.

source: Avslutningsvis kan elevene gjenfortelle historien kronologisk fra start til slutt.
sme: Loahpadettiin sáhttet oahppit bájuhit historjjá áigeortnega mielde álggus lohppii.

source: Eksempel: Kort Thomas baker:
sme: Ovdamearka: Goarta Thomas láibu:

source: Etter at læreren har lest og fortalt om temaet, skal elevene skal fylle ut et VØL-skjema.
sme: Maŋŋil go oahpaheaddji lea lohkan ja muitalan fáttá birra, galget oahppit deavdit VØL-skovi.

source: Se kapittelet under om vurdering.
sme: Geahča kápihttala árvvoštallama birra.

source: Bilder og kort
sme: Govat ja goarttat

source: Læreren bruker kort med ulike bilder.
sme: Oahpaheaddji atná goarttaid mas leat iešguđetlágán govat.

source: Kortene kan både vise ulike verb og substantiv med tilknytning til temaet.
sme: Goarttat čájehit iešguđetlágan vearbbaid ja substantiivvaid mat gullet fáddái.

source: Kortene systematiseres etter ulike fargekoder, for eksempel kan verbene være kort med blå ramme, eller bildene kan limes på blått papir.
sme: Goarttat vuogáidahttojuvvojit iešguđet ivdnekodaid mielde, omd. sáhttet vearba goarttain leat alit ravdaivdni, dahje giddet govaid alit báhpirii.

source: Fargekodene gjør at elevene skiller de ulike ordklassene fra hverandre.
sme: Ivdnekodat dagahit ahte oahppit earuhit iešguđetge sátneluohkáid.

source: Elevene kan bruke kortene ved innlæring av grammatikk.
sme: Oahppit sáhttet atnit goarttaid go leat grammatihka oahppamin.

source: Elevene lager setninger og utvider bøying blant annet av verb, substantiv og pronomen.
sme: Oahppit ráhkadit cealkagiid ja viiddidit e.e. sojaheames vearbbaid, substantiivvaid ja pronomeniid.

source: Eksempel: kort i ulike farger
sme: Ovdamearka: goarttat iešguđet ivnnis

source: Læreren finner og / eller lager et passende rim, en regle eller et dikt til temaet.
sme: Oahpaheaddji gávdná ja/dahje ráhkada fáddái heivvolaš riibma, sátnestullama dahje divtta.

source: Elevene får utdelt dette som kopi.
sme: Oahppit ožžot dan máŋgejuvvot.

source: Teksten kan henges opp på veggen / tavla slik at den er synlig for elevene.
sme: Teaksta sáhttet heŋget seaidnái dahje távvalii vai oahppit dan bures oidnet.

source: Eksempel: Hva er dette ?
sme: Ovdamearka: Mii dát lea ?

source: Sang
sme: Govven: Ina Beate Somby, Báhpajávrri skuvla.

source: Læreren finner en sang som passer til temaet.
sme: Oahpaheaddji gávdná vuogas lávlaga mii heive fáddái.

source: Elevene får kopi av sangen som kan legges i en egen sangmappe.
sme: Ohppiide lávlla máŋgejuvvo vai sii dan vurkejit lávlunmáhppii.

source: Sangen kan også kopieres på et A3-ark og henges opp på veggen / tavla.
sme: Lávllateaksta sáhttá maiddái máŋget A3-árkii ja heŋget seaidnái / távvalii.

source: Elevene lærer sangen og synger den.
sme: Oahppit galget oahppat lávlaga ja dan lávlut.

source: Eksempel: sang
sme: Ovdamearka: lávlla

source: Lotus-skjema
sme: Govven: Ina Beate Somby, Báhpajávrri skuvla.

source: Elevene fyller ut nye ord og uttrykk i et lotus-skjema.
sme: Oahppit čállet ođđa sániid ja doahpagiid lotus-skovvái.

source: Lotusskjemaet er markert med ulike farger og ordklasser.
sme: Lotus-skovvái leat bidjan iešguđetlágan ivnniid ja sátneklássaid.

source: Elevene fyller inn ordene etter de ulike fargene.
sme: Oahppit galget čállit skovvái sániid ivdnekodaid mielde.

source: For eksempel skal verbene inn i det blå feltet og ulike substantiv inn i de ulike feltene som for eksempel matvarer og kjøkkenredskaper.
sme: Omd. galget vearbbat čállojuvvot alit ivdnejuvvon osiide ja iešguđet substantiivvat iešguđet ivdnejuvvon osiide nugomat biebmogálvvut ja gievkkanreaiddut.

source: Etter at elevene har fylt ut lotusskjemaet, skal de lage setninger ved bruk av skjemaet.
sme: Maŋŋil go oahppit leat sániid čállán lotus-skovvái, de galget skovvái čállojuvvon sániid vuođul ráhkadit cealkaga.

source: Setningene kan lages både skriftlig og muntlig.
sme: Cealkagat sáhttet leat sihke čálalaččat ja njálmmálaččat.

source: Eksempel: på lotusskjema
sme: Ovdamearka: lotus-skovvi

source: Dulbet
sme: Borramuš

source: Ordbank
sme: Ráhkkanit

source: Elevene skriver de nye ordene i en glosebok.
sme: Sátnebáŋku Oahppit čállet ođđa sániid sátnegirjái.

source: De kan også skrive ordene nedover på et ark eller på PC-en.
sme: Sii sáhttet maiddái čállit sániid bábersiidui dahje dihtorii.

source: Først skriver de det samiske ordet og deretter det norske.
sme: Álgos čállet sámegielat sáni gurutbeallái ja dárogielat sáni olgešbeallái.

source: Elevene bretter arket slik at de samiske ordene er på den ene siden og de norske på den andre.
sme: Oahppit máhccot árkka nu ahte sámegielat sánit leat nuppi bealde ja dárogielat ges nuppi bealde.

source: Elevene øver enten alene eller med en annen på de nye ordene.
sme: Oahppit hárjehallet ođđa sániid juogo akto dahje ovttas nuppi ohppiin.

source: En elev holder fingeren på det ordet som blir nevnt, og den andre kontrollerer om det er rett.
sme: Oahppi cuoigu dan sáni man nubbi dadjá, ja nubbi ges vástida leago riekta.

source: Læreren lager kort med ulike ord som elevene får utlevert, eller elevene skriver ordene på små papirlapper.
sme: Oahpaheaddji ráhkada goarttaid mas leat iešguđet sánit, dahje oahppit čállet sániid smávit báberlihpuide.

source: Etter hvert som elevene husker ordene utenat, kan de sette kortene / ordene i en boks.
sme: Dađistaga go oahppit muitet sániid bajil, sii sáhttet goarttaid / sániid vuorkut.

source: Det blir stadig flere og flere nye ord i boksen.
sme: Nu dađistaga ain čoagganit eanet ođđa sánit vuorkái.

source: Det er viktig at elevene repeterer de nye ordene og lærer å bruke dem systematisk slik at ordforrådet deres utvides.
sme: Lea dehálaš ahte oahppit geardduhit ođđa sániid ja ohppet daid systemáhtalaččat atnit nu ahte sin sátneriggodat lassána.

source: Eksempel: ord med nøkkelring
sme: Ovdamearka: sánit čoavddarieggáin

source: Spill
sme: Speallu

source: Elevene kan bruke ulike spill tilknyttet temaet.
sme: Oahppit sáhttet atnit iešguđetlágan spealuid mat fáddái gullet.

source: Dette gir variasjon i læringsaktiviteten.
sme: Dát dagaha molsašumi oahppodoaimmas.

source: Læreren lager ulike spill med ulik vanskelighetsgrad.
sme: Oahpaheaddji ráhkada spealuid main lea iešguđetge dássi.

source: Det kan være ulike brettspill, loop, memory, domino, trådbrett, bingo og klypebrett med ulike vanskelighetsgrader: bilde-bilde, bilde-ord og ord-ord.
sme: Dát sáhttet leat iešguđetlágan breahttaspealut, geardun, muitu, domino, árpobreahtta, bingo ja breahtta bivttascivzzan main leat iešguđetge dásit: govva-govva, govva-sátni ja sátni-sátni.

source: Eksempel: bingo, loop, klypebrett, brettspill
sme: Ovdamearka: bingo, geardun, civzzabreahtta, brehttaspeallu

source: Læreren lager et hefte med ulike arbeidsoppgaver til temaet.
sme: Oahpaheaddji ráhkada gihppaga mas leat bargobihtát mat gullet fáddái.

source: I innledningen synliggjøres læringsmålene og de nye ordene og uttrykkene elevene skal lære.
sme: Álgogeahčen duohtandahkkojit oahppanulbmilat ja ođđa sánit ja doahpagat maid oahppit galget oahppat.

source: Tekstene kan være i ulike lengder og teksttyper.
sme: Teavsttat sáhttet iešguđet guhkkodagas ja šlájas.

source: Arbeidsoppgavene kan være i ulike vanskelighetsgrader, som for eksempel fargeleggingsoppgaver, å skrive ord og setninger til bilder og å skrive fortelling og å løse kryssord.
sme: Bargobihtáin sáhttá leat iešguđetge dásit, nugomat ivdnenbihtát, čállit sániid ja cealkagiid govaide ja čállit muitalusa ja ruvttohasain bargat.

source: Elevene skriver en fortelling til et bilde.
sme: Oahppit čállet muitalusa govvii.

source: Dersom gruppa er stor, kan læreren velge ut ett bilde og henge det opp foran PC-en.
sme: Jus joavku lea stuoris, sáhttá oahpaheaddji válljet gova ja dan heaŋgut ovddabeallai dihtora.

source: Elevene skal skrive fortelling til bildet etter tur.
sme: Oahppit galget vuoruid mielde čállit muitalusa govvii.

source: Læreren kan begynne på fortellingen, og elevene fortsetter enkeltvis å skrive noe til bildet.
sme: Oahpaheaddji sáhttá álggahit historjjá, ja oahppit jotket vuoruid mielde čállimis oasi muitalusas govvii.

source: Elevene skriver litt hver.
sme: Juohke áidna oahppi čállá oasis.

source: Hver elev trenger ikke nødvendigvis å ta hensyn til det andre elever tidligere har skrevet.
sme: Nubbi oahppi ii dárbbaš dan mielde čállit maid earát ovdalis leat čállán.

source: Når alle elevene har skrevet noe, skriver læreren ut fortellingen.
sme: Go buot oahppit leat čállán oasis, čállá oahpaheaddji muitalusa báhpirii.

source: Læreren leser fortellingen høyt for elevene og henger den opp på veggen.
sme: Oahpaheaddji lohkka historjjá jitnosit ohppiide ja heaŋgu dan seaidnái.

source: Noen elever kan lese fortellingen selv.
sme: Oahppit sáhttát maid ieža lohkat historjjá.

source: Elevene skal bruke internett for å finne mer informasjon om temaet eller finne for eksempel en oppskrift på samisk mat.
sme: Oahppit atnet interneahta gávdnamis eanet dieđuid fáttá birra dahje gávdnamis sámi biepmoráhkadan neavvaga.

source: Tilpasset opplæring
sme: Heivehuvvon oahpahus

source: Denne læringsaktiviteten må tilpasses elevenes ferdigheter.
sme: Dát oahppodoaibma ferte heivehuvvot ohppiid dáiddolašvuhtii.

source: Det er viktig å få med alle elevene i en dialog.
sme: Lea dehálaš geasuhit buot ohppiid mielde ságastallamii.

source: Dersom elevene kan si enkle ord og uttrykk, vil de kunne føle mestring.
sme: Go oahppit máhttet daddját eaŋkil sániid ja cealkagiid, de sii vásihit ahte sii máhttet.

source: Samtalen reguleres etter elevenes kompetanse.
sme: Hupman dássejuvvo ohppiid máhtolašvuođa ektui.

source: Læreren spør og elevene svarer.
sme: Oahpaheaddji jearrá ja oahppit vástidit.

source: Dersom elevene kan temaet godt, utfordres de til andre og mer utfyllende spørsmål og svar.
sme: Jus oahppit máhttet fáttá bures, de sii hástaluvvojit eará ládje ja dárkileappot jearrat ja vástidit.

source: Elevene kan også skrive om temaet for hånd eller på PC.
sme: Oahppit sáhttet čállit fáttá birra juogo giehtačállosiin dahje dihtorii.

source: Det er mulig å bruke ulike typer lotusskjemaer.
sme: Lea vejolaš atnit iešguđetlágan lotus-skoviid.

source: Noen har få og store rubrikker, og noen har mange små rubrikker.
sme: Muhtun skoviin leat hárvvit ja stuorit rubrihkat, ja muhtun skoviin leat máŋga smávit rubrihkat.

source: I lotusskjemaene med få rubrikker er det mulig for elevene å tegne inn bilder og symbol.
sme: Lotusskoviin main lea hárvvit rubrihkat lea ohppiide vejolašvuohta sárgut govaid ja govastagaid.

source: Elevene kan også klippe ut bilder og lime dem inn i skjemaet.
sme: Oahppit sáhttet maiddái eará sajis viežžat govaid ja daid liibmet skovvái.

source: Alternativt kan læreren skanne og kopierer bilder på et ark.
sme: Eará vejolašvuohta lea ahte oahpaheaddji sáhttá máŋget govaid árkii.

source: Elevene får selv bestemme innholdet i skjemaet.
sme: Oahppit ieža mearridit skovi sisdoalu.

source: Det er mulig å lage ulike typer ordbanker.
sme: Lea vejolaš ráhkadit iešguđetlágan sátnebáŋkkuid.

source: Et eksempel er å laminere de nye ordene på kort med ordet og bildet og sette kortene på en nøkkelring.
sme: Okta ovdamearkan lea bidjat sáni ja gova gortii ja dan lamineret ja bidjat latnjarieggái.

source: Elevene kan også lage ordbank i en egen mappe på PC-en.
sme: Oahppit sáhttet maiddái ráhkadit sátnebáŋkku iežas máhppii dihtoris.

source: Det er viktig å ha variasjon i undervisningen. Arbeidsøktene må derfor ikke bli for lange.
sme: Lea dehálaš ahte oahpahus molssašuvvá ja bargovuorut eai beare guhkit.

source: Læreren må organisere undervisningen slik at den er læringsfremmende og motiverende.
sme: Oahpaheaddji ferte lágidit oahpahusa nu ahte movttiidahttá ohppiid oahppat ja muitit maid leat oahppan.

source: Gjennom observasjon kan læreren finne ut hvilke læringsaktiviteter elevene liker best å jobbe med, og hva som er mest læringsfremmende.
sme: Dárkuma bakte sáhttá oahpaheaddji gávnnahit makkár oahppandoaimmaiguin oahppit liikojit bargat, ja mii buoremusat movttiidahttá oahppama.

source: Elevene skal få arbeidsoppgaver de mestrer.
sme: Oahppit galget oažžut barggu maid hálddašit.

source: Derfor må læreren lage oppgaver og aktiviteter med utgangspunkt i elevenes ferdigheter.
sme: Danin berre oahpaheaddji ráhkadit bargobihtáid ja doaimmaid mat leat heivehuvvon ohppiid dáiddolašvuhtii.

source: Elevene bearbeider lærestoffet på ulike måter, og de bruker ulik tid.
sme: Oahppit eai oahpa seamma jođánit, ja soapmásat dárbbašit guhkit áiggi go maid earát dahket.
